Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=415_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: Korkeatasoinen äänitysstudio soveltuu vaativaan musiikin äänittämiseen.
smn: Ollâtásásâš paddimstudio heivee vättee muusik paddiimân.

source: Studiotiloihin kuuluu studio, laulukoppi, äänitarkkaamo ja live-editointitila.
smn: Studiotiilijn kullojeh studio, lávlumvistááš, jienâtarkkuuttâh já live-editistemtile.

source: Studiotiloista vastaa Saamelaisalueen koulutuskeskus, mutta keskuksen ulkopuoliset varaukset tulevat keskitetysti Sajoksen Kongressi- ja tapahtumapalveluiden kautta.
smn: Studiotiilijn västid Säämi máttááttâskuávdáš, mutâ kuávdáá olgopiälásiih väärridmeh puátih Saijoos kongres- já tábáhtuspalvâlusâi peht.

source: Studio sijaitsee pääsisäänkäynnin vasemmalla puolella Saamelaisalueen koulutuskeskuksen media- ja kieliopiskelutilojen yhteydessä.
smn: Studio lii váldu-uuvsâ čižetbeln Säämi máttááttâskuávdáá media- ja kielâmáttááttâstiilij ohtâvuođâst.

source: Katso pohjapiirustus.
smn: Studio vuáđusárgus lii uáinimnáál vuáđusárgusist vyelemuu suájást.

source: Kuva: Tuupa Records / Jussi Isokoski ja Nillas Holmberg tekivät uuden levyn toukokuussa 2013.
smn: Kove: Tuupa Records / Jussi Isokoski já Nillas Holmberg raahtijn uđđâ skiäru vyesimáánust 2013.

source: Tutustu kyseisessä äänityksessä tehtyyn studiomusiikkivideoon.
smn: Uáppásm paddiimist rahtum studiomuusikvideon.

source: * Studio 44 m2; n 7 m x 6,3 m, korkea tila
smn: * Studio 44 m2; s. 7 m x 6,3 m, ollâ tile

source: * Laulukoppi 5,5 m2; 2 m x 2,6 m
smn: * Lávlumvistááš 5,5 m2; 2 m x 2,6 m

source: * Äänitarkkaamo 26,5 m2; 4,3 m x 6,5 m
smn: * Jienâtarkkuuttâh 26,5 m2; 4,3 m x 6,5 m

source: * Mikseri ja prosessointi
smn: TEKNIIK JÂ PIERGÂSEH:

source: * Erilaisia äänitysmikrofoneja
smn: * Mikser já kieđâvuššâm

source: * Soittimia
smn: * Čuojânâsah
